Repository: asm-products/tidy-repo
Catalog: plugins/related-posts-for-wp/languages/related-posts-for-wp-*.po
Languages: de_de

source: Woah! Looks like we weren't able to finish your Related Posts for WordPress installation wizard!
de_de: Woah! Sieht aus, als wären wir nicht in der Lage, Ihren Related Posts für Wordpress-Installationsassistenten zu beenden!

source: %sResume the installation wizard%s or %sdismiss this notice%s
de_de: %sSetze den Installationsassistenten fort%s oder %sverwerfe diese Meldung%s

source: Are you sure you want to delete this related post?
de_de: Sind sie sicher das Sie diesen verwanten Beitrag löschen wollen?

source: Related Posts
de_de: Verwante Beiträge

source: All Posts
de_de: Alle Beiträge

source: Title
de_de: Titel

source: Post Type
de_de: Beitrags-Typ

source: Link Post
de_de: Verknüpfe Beitrag

source: Link Posts
de_de: Verknüpfe Beiträge

source: Posts
de_de: Beiträge

source: Pages
de_de: Seiten

source: Related Posts for WordPress
de_de: Verwante Beiträge für WordPress

source: Display related posts.
de_de: Zeige verwante Beiträge

source: Settings
de_de: Einstellungen

source: Cancel linking
de_de: Verknüpfen abbrechen

source: Search
de_de: Suchen

source: Welcome
de_de: Willkommen

source: Caching Posts
de_de: Beiträge zwischenspeichern

source: Linking Posts
de_de: Beiträge verknüpfen

source: Finished
de_de: Fertig

source: Missing post type paramater, please report this incident via %sour website%s.
de_de: Fehlender Beitrags-Typ Parameter, bitte melden Sie diesen Vorfall mittels %sunsere Webseite%s

source: Thank you for choosing Related Posts for WordPress!
de_de: Vielen dank für ihre Wahl für Verwante Beiträge für WordPress

source: Below you'll find your post types available for installation, by installing a post type we'll set up a cache and offer you the ability to automatic link (custom) posts. To install a post type, simply click the 'Install Post Type' button.
de_de: Nachfolgend finden Sie hier unter Ihre verfügbare Beitrags-Typen für die Installation. Durch einen Beitrags-Type zu installieren wirdt ein Zwischenspeicher eingerichtet und bieten wir Ihnen die Möglichkeit zum automatischen Verknüpfen von Beiträge. Um ein Beitrags-Typ zu installieren, drücken Sie auf 'Installiere Beitrags-Typ'

source: Before you can start using Related Posts for WordPress we need to cache your current posts.
de_de: Befor Sie anfangen können mit Verwante Beiträge für WordPress müssen wir Ihre aktuellen Beiträge zwischenspeichern.

source: This is a one time process which might take some time now, depending on the amount of posts you have, but will ensure your website's performance when using the plugin.
de_de: Dies ist ein einmaliger Vorgang, der einige Zeit dauern kan, abhängig von der Menge der Beiträg, die Sie haben, aber notwendig ist um die Leistung Ihrer website zu gewährleisten wenn Sie diesen Plug-in benutzen.

source: Do NOT close this window, wait for this process to finish and this wizard to take you to the next step.
de_de: Schließen Sie dieses Fenster bitte NICHT, warten bis der Prozess beendet ist und der Installationsassistent wird Sie weiterleiten zum nächtsten Schritt.

source: Great! All your posts were successfully cached!
de_de: Super! All Ihre Beiträge sind erfolgreich zwischengespeichert.

source: You can let me link your posts, based on what I think is related, to each other. And don't worry, if I made a mistake at one of your posts you can easily correct this by editing it manually!
de_de: Sie können mich die Verknüpfungen legen lassen, basiert auf was ich denke das verwandt ist. Wenn ich einen Fehler mache können Sie ganz einfach korrigieren, durch den Beitrag selbst zu bearbeiten.

source: Want me to start linking posts to each other? Fill in the amount of related posts each post should have and click on the "Link now" button. Rather link your posts manually? Click "Skip linking".
de_de: Möchten Sie dass ich anfang mit verknüpfen van Beiträgen? Füllen Sie die Menge der verwandten Beiträge jeder Beitrag haben sollte und klicken Sie auf den "Verknüpfe jetzt" Knopf. Lieber selbst deine Beiträge verknüpfen? Klick "Überspringe Verknüpfen".

source: Do NOT close this window if you click the "Link now" button, wait for this process to finish and this wizard to take you to the next step.
de_de: Schließen Sie dieses Fenster bitte NICHT, wenn Sie auf "Verknüpfe jetzt", warten bis der Prozess beendet ist und der Installationsassistent wird Sie weiterleiten zum nächtsten Schritt.

source: Amount of related posts per post:
de_de: Menge der verwandten Beiträge pro Beitrag

source: Link now
de_de: Verknüpfe jetzt

source: Skip linking
de_de: Überspringe Verknüpfen

source: That's it, you're good to go!
de_de: Das wars, jetzt kann es los gehen!

source: Thanks again for using Related Posts for WordPress and if you have any questions be sure to ask them at the %sWordPress.org forums.%s
de_de: Nochmals vielen Dank für die Verwendung von Related Posts für Wordpress und wenn Sie irgendwelche Fragen haben, sollten Sie sie auf den %sWordPress.org Foren%s fragen.

source: Click here to return to step 1
de_de: Drücken Sie hier um zurück zu Schritt 1 zu gehen

source: Click here to go to the settings page
de_de: Drücken Sie hier um zurück zu den Einstellungen zu gehen

source: More information
de_de: Weitere Information

source: <a href='%s'>Documentation</a>
de_de: <a href='%s'>Dokumentation</a>

source: <a href='%s'>Give us a review</a>
de_de: <a href='%s'>Geben Sie uns eine Bewertung</a>

source: About the developer
de_de: Über den Entwickler

source: %sFollow Barry on Twitter%s.
de_de: %sFolgen Sie Barry auf Twitter%s.

source: General
de_de: Allgemein

source: Add Related Posts
de_de: Verwante Beiträge zufügen

source: Edit Post
de_de: Beitrag bearbeiten

source: Unlink Related Post
de_de: Verknüpfung aufheben

source: No related posts found.
de_de: Keine verwante Beiträge gefunden.

source: General settings for %s
de_de: Allgemeine Einstellungen für %s

source: Automatic %ss linking
de_de: Automatische %s verknüpfung

source: The following options affect how related posts are automatically linked for %ss.
de_de: Die folgenden Optionen beeinflussen, wie verwandten Beiträge automatisch verknüpft werden für %sen.

source: Enable
de_de: Aktivieren

source: Checking this will enable automatically linking posts to new %ss
de_de: Aktivieren dieser Option wird automatisch die Verknüpfung von Beiträgen zu neuen %sen aktivieren.

source: Amount of Posts
de_de: Menge der Beiträge

source: The amount of automatically linked %ss
de_de: Die Menge der automatisch verknüpfte %s

source: Frontend Settings
de_de: Frontend Einstellungen

source: The following options affect how related %ss are displayed on the frontend.
de_de: Die folgenden Optionen beeinflussen, wie verwandte %sen auf der Webseite gezeigt werden.

source: Heading text
de_de: Überschrift Text

source: The text that is displayed above the related %ss. To disable, leave field empty.
de_de: Der Text, wird über den Verwandten %sen gezeigt. Zum Deaktivieren, lassen Sie das Feld leer.

source: Excerpt length
de_de: Auszug Länge

source: The amount of words to be displayed below the title on website. To disable, set value to 0.
de_de: Die Menge der Wörter, die unter dem Titel auf der Webseite gezeigt werden. Um zu deaktivieren, setzen Sie den Wert auf 0.

source: Display Image
de_de: Bild anzeigen

source: Checking this will enable displaying featured images of related %ss.
de_de: Aktivieren dieser Option wird die Anzeige des Ausgewählten Bild für %sen einschalten.

source: Misc
de_de: Verschiedenes

source: Miscellaneous Settings
de_de: Sonstige Einstellungen

source: A shelter for options that just don't fit in.
de_de: Ein Unterstand für Optionen, die einfach nicht passen.

source: Remove Data on Uninstall?
de_de: Daten entfernen beim Deinstallieren?

source: Check this box if you would like to completely remove all of its data when the plugin is deleted.
de_de: Aktivieren Sie dieses Kästchen, wenn Sie möchten, um alle Daten zu entfernen, wenn der Plugin gelöscht wird.

source: Styling settings
de_de: Styling Einstellungen

source: Control how your related posts are displayed on your website.
de_de: Konfigurieren Sie, wie Ihre verwandten Beiträge auf Ihrer Website gezeigt werden.

source: Themes
de_de: Themen

source: Select one of the CSS themes above to display your related posts the way you like to.
de_de: Wählen Sie eines der CSS Themen, so dass Ihre verwandten Beiträge angezeigt werden, wie Sie es mögen.

source: Custom CSS
de_de: Benutzerdefinierte CSS

source: Add custom CSS to selected theme. Warning! This is an advanced feature! An error here will break frontend display. To disable, leave field empty.
de_de: Fügen Sie benutzerdefinierte CSS an ausgewählte Thema zu. Achtung! Dies ist eine erweiterte Funktion! Ein Fehler wird hier kann die Wiedergabe kaputt machen. Zum Deaktivieren, lassen Sie das Feld leer.

source: Weights
de_de: Gewichte

source: Weight settings
de_de: Gewichts Einstellungen

source: Easily adjust the weights by using the sliders below. Please note that you need to rerun the installer after changing weights.
de_de: Einfache Anpassung der Gewichte mit Hilfe der Schieberegler unten. Bitte beachten Sie, dass Sie das Installationsprogramm nach dem Ändern der Gewichte erneut ausführen müssen.

source: The weight of the title.
de_de: Das Gewicht des Titels.

source: Links
de_de: Verknüpfungen

source: The weight of the links found in the content.
de_de: Das Gewicht der Links in dem Inhalt.

source: Categories
de_de: Kategorien

source: The weight of the categories.
de_de: Das Gewicht der Kategorien.

source: The weight of the tags.
de_de: Das Gewicht der Tags.

source: Custom Taxonomies
de_de: Benutzerdefinierte Taxonomien

source: The weight of custom taxonomies.
de_de: Das Gewicht der benutzerdefinierte Taxonomien.

source: One related post item per row.
de_de: Einen verwandten Beitrag pro Zeile

source: Three related post items per row.
de_de: Drei verwandte Beiträge pro Zeile

source: Two related post items per row.
de_de: Zwei verwandte Beiträge pro Zeile

source: Hide notice
de_de: Hinweis ausblenden

source: The best way to display related posts in WordPress.
de_de: Den besten Weg um verwandte Beiträge zu zeigen in WordPress.
